exports.gameproblem=[
    "礎帆的宵夜？",
    "我們最常對話的地方？",
    "虧格1的流形？",
    "國北的心裡？",
    "鏡面前的舞動？",
    "國境之北的卡西莫多？",    
]

exports.gamelocation=[ //+-100 "=" +-10m

    //[25.015324, 121.546951], //男七巷口
    [25.017169, 121.544841], //小七    
    [25.021700, 121.536992], //112
    [25.021700, 121.536992], //甜甜圈
    [25.024184, 121.545939],//至善樓門口
    [25.022991, 121.545158],//國北體育館正門
    [25.024439, 121.545059],//國北鐘樓
    //[25.026157, 121.543626]//科技大樓捷運出口

]

exports.gameanswer =[ //一次只會得到一個題目，之後會得到下一個題目
    "我是一個幸福男孩",
    "驕傲的迷人天空",
    "愛意的失控",
    "戰慄的音符",
    "絕望的愛",
    "A",    
];