exports.gameproblem=[
    "你們身上穿的 遊戲玩的都出自於我們股之手！我4這屆的系學會會長～",
    "想吃飯嗎？找擁有整個營隊最迷人身高的我就對了！如果幸運，你的飯可能會閃閃發光喔～",
    "只要你一開口叫我，我就是你的人，而且我還會讓你濕身",
    "我是一個沉默寡言的小店老闆，喜歡欣賞別人煩惱到焦頭爛額的樣子，任何會旋轉的事物都跟我有關",
    "我用華麗詞藻包裝著廉價商品，用蝴蝶振翅照亮了晚霞光影",
    "一個喜怒無常、反覆不定的膚淺女孩，也偶爾會想要在漆黑的夜裡點燃自己，映照成你眸中的一點光亮",    
]

exports.locationproblem=[
    "礎帆的宵夜？",
    "我們最常對話的地方？",
    "虧格1的流形？",
    "國北的心裡？",
    "鏡面前的舞動？",
    "國境之北的卡西莫多？",    
]

exports.gamelocation=[ //+-100 "=" +-10m

    //[25.015324, 121.546951], //男七巷口
    [25.017169, 121.544841], //小七    
    [25.021700, 121.536992], //112
    [25.021700, 121.536992], //甜甜圈
    [25.024184, 121.545939],//至善樓門口
    [25.022991, 121.545158],//國北體育館正門
    [25.024439, 121.545059],//國北鐘樓
    //[25.026157, 121.543626]//科技大樓捷運出口

]

exports.gameanswer =[ //一次只會得到一個題目，之後會得到下一個題目
    "我",
    "驕",
    "愛",
    "戰",
    "絕",
    "跑",    
];